Repository: sevarm55/baza
Catalog: ios/Tetr/Localizable.xcstrings
Source language: hy
Languages: en, ru

# alerts.empty
source: Ամեն ինչ կարգին է
en: All good
ru: Всё в порядке

# alerts.emptyNote
source: Անելիք չկա։ Երբ որևէ բան պահանջի ուշադրություն, կհայտնվի այստեղ։
en: Nothing to do. When something needs attention, it shows up here.
ru: Делать нечего. Когда что-то потребует внимания, оно появится здесь.

# alerts.later
source: Հետո
en: Later
ru: Потом

# alerts.title
source: Ուշադրություն
en: Attention
ru: Внимание

# appearance.iconFailed
source: Չհաջողվեց փոխել պատկերակը։
en: Could not change the icon.
ru: Не удалось сменить значок.

# appearance.iconGlass
source: Գծապատկեր
en: Chart
ru: График

# appearance.iconGlassNote
source: Աճի սլաքը՝ խաղողի ֆոնին։
en: Growth arrow on grape.
ru: Стрелка роста на грейпе.

# appearance.iconMain
source: Նշան
en: Sign
ru: Знак

# appearance.iconMainNote
source: T տառը՝ լայմ անկյունով։
en: The letter T with the lime corner.
ru: Буква T с лаймовым уголком.

# appearance.iconNote
source: Ընտրեք պատկերակը հիմնական էկրանի համար։ Մուգ և գունավորված տարբերակները հետևում են հեռախոսի կարգավորումներին։
en: Pick the icon for your home screen. Dark and tinted versions follow your phone settings.
ru: Выберите значок для домашнего экрана. Тёмный и подкрашенный виды система подставит сама.

# appearance.title
source: Տեսք
en: Appearance
ru: Оформление

# auth.anotherAccount
source: Մուտք այլ հաշվով
en: Sign in with another account
ru: Войти другим аккаунтом

# auth.backToSignIn
source: Վերադառնալ մուտքին
en: Back to sign in
ru: Вернуться ко входу

# auth.businessName
source: Բիզնեսի անվանումը
en: Business name
ru: Название бизнеса

# auth.changePassword
source: Փոխել գաղտնաբառը
en: Change password
ru: Изменить пароль

# auth.changePhone
source: Փոխել համարը
en: Change number
ru: Сменить номер

# auth.changePhoneDone
source: Համարը փոխված է
en: Number changed
ru: Номер изменён

# auth.changePhoneDoneNote
source: Բոլոր մուտքերը փակվեցին։ Մտեք նոր համարով։
en: All sessions are closed. Sign in with the new number.
ru: Все входы закрыты. Войдите с нового номера.

# auth.changePhoneNew
source: Նոր համար
en: New number
ru: Новый номер

# auth.changePhoneNote
source: Համարը ձեր մուտքն է։ Կստուգենք, որ դա դուք եք, ապա կուղարկենք կոդ նոր համարին։
en: Your number is your sign-in. We will check it is you, then send a code to the new number.
ru: Номер — это ваш вход. Проверим, что это вы, и пришлём код на новый номер.

# auth.changePhoneProof
source: Նախ հաստատեք, որ դա դուք եք
en: First confirm it is you
ru: Сначала подтвердите, что это вы

# auth.changePin
source: Փոխել PIN-ը
en: Change the PIN
ru: Изменить ПИН

# auth.checking
source: Ստուգվում է…
en: Checking…
ru: Проверяем…

# auth.confirmPassword
source: Կրկնեք գաղտնաբառը
en: Repeat the password
ru: Повторите пароль

# auth.country
source: Երկրի կոդ
en: Country code
ru: Код страны

# auth.currentPassword
source: Ընթացիկ գաղտնաբառ
en: Current password
ru: Текущий пароль

# auth.currentPin
source: Ընթացիկ PIN-ը
en: Current PIN
ru: Текущий ПИН

# auth.deleteAccessCode
source: Ջնջել PIN-ը
en: Delete the PIN
ru: Удалить ПИН

# auth.deleteAccessCodeAsk
source: Ջնջե՞լ PIN-ը
en: Delete the PIN?
ru: Удалить ПИН?

# auth.deleteAccessCodeDone
source: PIN-ը ջնջված է
en: PIN deleted
ru: ПИН удалён

# auth.deleteAccessCodeNote
source: Կմնա միայն SMS կոդով մուտքը։ Բոլոր սարքերը դուրս կգան, ներառյալ այս մեկը։
en: Only the SMS code will remain. Every device signs out, including this one.
ru: Входить останется только по коду из SMS. Выйдут все устройства, включая это.

# auth.emailInvalid
source: Ստուգեք էլ. հասցեն
en: Check the email address
ru: Проверьте адрес почты

# auth.emailLabel
source: Էլ. փոստ
en: Email
ru: Почта

# auth.emailTaken
source: Այս հասցեն արդեն զբաղված է
en: This email is already taken
ru: Эта почта уже занята

# auth.entered
source: Մուտքագրված է %1$lld %2$lld-ից
en: %1$lld of %2$lld entered
ru: Введено %1$lld из %2$lld

# auth.entryPinDoor
source: Մուտք PIN-ով
en: Sign in with your PIN
ru: Войти по ПИНу

# auth.entrySend
source: Ստանալ կոդը
en: Get the code
ru: Получить код

# auth.entrySmsDoor
source: Մուտք SMS կոդով
en: Sign in with an SMS code
ru: Войти по коду из SMS

# auth.entrySub
source: Մուտքագրեք համարը, կուղարկենք SMS կոդ
en: Enter your number and we will send a code by SMS
ru: Введите номер, пришлём код из SMS

# auth.entryTitle
source: Մուտք
en: Sign in
ru: Вход

# auth.forgotPassword
source: Մոռացե՞լ եք գաղտնաբառը
en: Forgot your password?
ru: Забыли пароль?

# auth.forgotPin
source: Մոռացե՞լ եք PIN-ը
en: Forgot your PIN?
ru: Забыли ПИН?

# auth.haveAccount
source: Արդեն ունե՞ք հաշիվ։ Մուտք
en: Already have an account? Sign in
ru: Уже есть аккаунт? Войти

# auth.hidePassword
source: Թաքցնել գաղտնաբառը
en: Hide password
ru: Скрыть пароль

# auth.loginHint
source: Սեփականատերը մտնում է փոստով, աշխատակիցը՝ հեռախոսով
en: Owners sign in with email, staff with their phone
ru: Владелец входит почтой, сотрудник телефоном

# auth.loginLabel
source: Էլ. փոստ կամ հեռախոս
en: Email or phone
ru: Почта или телефон

# auth.mailFailed
source: Նամակը չհաջողվեց ուղարկել։ Փորձեք ավելի ուշ։
en: Could not send the email. Try again later.
ru: Не удалось отправить письмо. Попробуйте позже.

# auth.nameCreate
source: Ստեղծել և սկսել
en: Create and start
ru: Создать и начать

# auth.namePlaceholder
source: Օրինակ՝ Արշակունյաց
en: For example, Arshakunyats
ru: Например, Аршакуняц

# auth.nameSub
source: Վերջին քայլը. հետո միանգամից աշխատանքի
en: Last step, then straight to work
ru: Последний шаг, и сразу к работе

# auth.nameTitle
source: Ինչպե՞ս է կոչվում ձեր ավտոլվացումը
en: What is your car wash called?
ru: Как называется ваша автомойка?

# auth.newPassword
source: Նոր գաղտնաբառ
en: New password
ru: Новый пароль

# auth.newPin
source: Նոր PIN
en: New PIN
ru: Новый ПИН

# auth.noAccount
source: Հաշիվ չունե՞ք։ Ստեղծել
en: No account? Create one
ru: Нет аккаунта? Создать

# auth.otpCode
source: Կոդը SMS-ից
en: Code from SMS
ru: Код из SMS

# auth.otpExpired
source: Կոդի ժամկետն անցել է։ Խնդրեք նորը։
en: The code expired. Ask for a new one.
ru: Срок кода истёк. Запросите новый.

# auth.otpInvalid
source: Կոդը սխալ է
en: That code is wrong
ru: Код неверный

# auth.otpResend
source: Ուղարկել կրկին
en: Send again
ru: Отправить снова

# auth.otpResendIn
source: Ուղարկել կրկին %@-ից
en: Send again in %@
ru: Отправить повторно через %@

# auth.otpSent
source: Կոդն ուղարկվել է %@
en: The code was sent to %@
ru: Код отправлен на %@

# auth.otpTitle
source: Մուտքագրեք SMS կոդը
en: Enter the code from SMS
ru: Введите код из SMS

# auth.otpTooMany
source: Չափազանց շատ փորձեր։ Խնդրեք նոր կոդ։
en: Too many attempts. Ask for a new code.
ru: Слишком много попыток. Запросите новый код.

# auth.otpVerify
source: Հաստատել
en: Confirm
ru: Подтвердить

# auth.ownerCodeHelper
source: PIN-ը կարող եք ստեղծել Tetrin-ի պրոֆիլում։
en: You can create a PIN in your Tetrin profile.
ru: ПИН можно создать в профиле Tetrin.

# auth.ownerTitle
source: Սեփականատիրոջ մուտք
en: Owner sign-in
ru: Вход владельца

# auth.passwordChangedNote
source: Փոփոխությունից հետո բոլոր սարքերը դուրս կգան, ներառյալ այս մեկը։
en: All devices will sign out, including this one.
ru: После изменения выйдут все устройства, включая это.

# auth.passwordCommon
source: Այսպիսի գաղտնաբառը գուշակում են առաջինը։ Ընտրեք ուրիշը։
en: That password is guessed first. Pick another one.
ru: Такой пароль подбирают первым. Придумайте другой.

# auth.passwordHint
source: Առնվազն 8 նշան
en: At least 8 characters
ru: Не короче 8 знаков

# auth.passwordLabel
source: Գաղտնաբառ
en: Password
ru: Пароль

# auth.passwordMismatch
source: Գաղտնաբառերը չեն համընկնում
en: Passwords do not match
ru: Пароли не совпадают

# auth.passwordShort
source: Գաղտնաբառը 8 նշանից կարճ է
en: Password is shorter than 8 characters
ru: Пароль короче 8 знаков

# auth.phone
source: Հեռախոսահամար
en: Phone number
ru: Номер телефона

# auth.phoneTaken
source: Այս համարն արդեն գրանցված է
en: This number is already registered
ru: Этот номер уже зарегистрирован

# auth.pinField
source: PIN · 6 նիշ
en: PIN · 6 digits
ru: ПИН · 6 цифр

# auth.pinMemo
source: Օգտագործեք 6 թիվ, որոնք կհիշեք
en: Use 6 digits you will remember
ru: Используйте 6 цифр, которые сможете запомнить

# auth.pinMismatch
source: Կոդերը չեն համընկնում
en: The codes do not match
ru: Коды не совпадают

# auth.pinNoneNote
source: Դուք մտնում եք SMS կոդով։ PIN-ը երկրորդ դուռն է՝ երբ SMS-ը չի հասնում։
en: You sign in with an SMS code. A PIN is a second door for when SMS does not arrive.
ru: Вы входите по коду из SMS. ПИН это вторая дверь, когда SMS не идёт.

# auth.pinShort
source: PIN · 4 նիշ
en: PIN · 4 digits
ru: ПИН · 4 цифры

# auth.pinTrivial
source: Ընտրեք ավելի դժվար PIN
en: Pick a less obvious PIN
ru: Выберите менее очевидный ПИН

# auth.pinWrong
source: PIN-ը սխալ է
en: The PIN is wrong
ru: ПИН неверный

# auth.registerEmail
source: Ձեր էլ. փոստը
en: Your email
ru: Ваша почта

# auth.registerEmailNote
source: Դրան կգա հաստատումը և գաղտնաբառի վերականգնումը
en: Confirmation and password recovery go here
ru: На неё придёт подтверждение и восстановление пароля

# auth.registerPassword
source: Մտածեք գաղտնաբառ
en: Choose a password
ru: Придумайте пароль

# auth.rememberedExpired
source: Պահված մուտքի ժամկետը լրացել է։ Մուտքագրեք գաղտնաբառը։
en: The saved sign-in expired. Enter your password.
ru: Срок сохранённого входа истёк. Введите пароль.

# auth.rememberedExpiredPin
source: Պահված մուտքի ժամկետն ավարտվել է։ Մուտքագրեք PIN-ը։
en: The saved sign-in has expired. Enter your PIN.
ru: Срок сохранённого входа истёк. Введите ПИН.

# auth.resetDone
source: PIN-ը փոխված է
en: PIN changed
ru: ПИН изменён

# auth.resetDoneNote
source: Բոլոր մյուս սարքերը դուրս եկան։
en: All other devices have been signed out.
ru: Все другие устройства вышли.

# auth.resetPasswordSend
source: Ուղարկել հղում
en: Send the link
ru: Прислать ссылку

# auth.resetPasswordSub
source: Մուտքագրեք փոստը, կուղարկենք հղում
en: Enter your email and we will send a link
ru: Введите почту, пришлём ссылку

# auth.resetPasswordTitle
source: Գաղտնաբառի վերականգնում
en: Password recovery
ru: Восстановление пароля

# auth.resetSave
source: Պահպանել PIN-ը
en: Save the PIN
ru: Сохранить ПИН

# auth.resetSend
source: Ստանալ կոդը
en: Get the code
ru: Получить код

# auth.resetSub
source: Մուտքագրեք համարը, կուղարկենք SMS կոդ
en: Enter your number and we will send a code by SMS
ru: Введите номер, пришлём код из SMS

# auth.resetTitle
source: PIN-ի վերականգնում
en: Reset your PIN
ru: Восстановление ПИНа

# auth.samePhone
source: Սա ձեր ընթացիկ համարն է
en: This is your current number
ru: Это ваш текущий номер

# auth.savePassword
source: Պահպանել գաղտնաբառը
en: Save password
ru: Сохранить пароль

# auth.sending
source: Ուղարկվում է…
en: Sending…
ru: Отправляем…

# auth.sentNote
source: Հղումը գործում է 1 ժամ։ Նամակ չկա՞ նայեք սպամում։
en: The link is valid for an hour. No email? Look in spam.
ru: Ссылка действует час. Письма нет? Посмотрите в спаме.

# auth.sentTitle
source: Ստուգեք փոստը
en: Check your email
ru: Проверьте почту

# auth.setPin
source: Ստեղծել PIN
en: Create a PIN
ru: Создать ПИН

# auth.showPassword
source: Ցույց տալ գաղտնաբառը
en: Show password
ru: Показать пароль

# auth.signIn
source: Մուտք գործել
en: Sign in
ru: Войти

# auth.signInAs
source: Մուտք գործել որպես %@
en: Sign in as %@
ru: Войти как %@

# auth.signInSub
source: Մուտքագրեք փոստը և գաղտնաբառը
en: Enter your email and password
ru: Введите почту и пароль

# auth.signInTitle
source: Մուտք
en: Sign in
ru: Вход

# auth.signOut
source: Դուրս գալ
en: Sign out
ru: Выйти

# auth.signUp
source: Ստեղծել
en: Create
ru: Создать

# auth.signUpSub
source: Ստեղծեք սեփականատիրոջ հաշիվ
en: Create an owner account
ru: Заведите аккаунт владельца

# auth.signUpTitle
source: Նոր լվացման կետ
en: New car wash
ru: Новая мойка

# auth.signingIn
source: Մուտք…
en: Signing in…
ru: Входим…

# auth.signingOut
source: Ելք…
en: Signing out…
ru: Выходим…

# auth.smsFailed
source: Չհաջողվեց ուղարկել SMS։ Փորձեք քիչ անց։
en: Could not send the SMS. Try again shortly.
ru: Не удалось отправить SMS. Попробуйте позже.

# auth.staffAccessCode
source: Աշխատակցի PIN-ը
en: Staff PIN
ru: ПИН сотрудника

# auth.staffAccessCodeNote
source: Աշխատակիցը կմտնի իր հեռախոսահամարով և այս PIN-ով։
en: The staff member signs in with their own phone number and this PIN.
ru: Сотрудник будет входить по своему номеру телефона и этому ПИНу.

# auth.staffHelper
source: Հեռախոսահամարը և PIN-ը տալիս է բիզնեսի սեփականատերը։
en: The business owner gives you your phone number and PIN.
ru: Номер телефона и ПИН выдаёт владелец бизнеса.

# auth.staffNote
source: Հեռախոսահամարը և PIN-ը տալիս է բիզնեսի սեփականատերը։
en: The business owner gives you your phone number and PIN.
ru: Номер телефона и ПИН выдаёт владелец бизнеса.

# auth.staffPassword
source: Մուտքի գաղտնաբառ
en: Sign-in password
ru: Пароль для входа

# auth.staffPasswordGenerate
source: Ընտրել իմ փոխարեն
en: Pick one for me
ru: Придумать за меня

# auth.staffPasswordIssued
source: Գաղտնաբառը տրված է
en: Password issued
ru: Пароль выдан

# auth.staffPasswordNote
source: Աշխատակիցը մտնում է իր հեռախոսով և այս գաղտնաբառով
en: Staff sign in with their own phone and this password
ru: Сотрудник входит по своему телефону и этому паролю

# auth.staffPasswordOnce
source: Գրեք կամ թելադրեք հիմա. երկրորդ անգամ չի ցուցադրվի։
en: Write it down or read it out now: it will not be shown again.
ru: Запишите или продиктуйте сейчас: второй раз он не покажется.

# auth.staffTitle
source: Աշխատակցի մուտք
en: Staff sign-in
ru: Вход сотрудника

# auth.stepUpSub
source: Մուտքն անծանոթ սարքից է։ Կոդն ուղարկվել է %@
en: Sign-in from an unfamiliar device. The code was sent to %@
ru: Вход с незнакомого устройства. Код отправлен на %@

# auth.stepUpTitle
source: Ստուգում
en: Verification
ru: Проверка

# auth.tapAvatarPhone
source: Հպեք ավատարին՝ մուտք գործելու համար
en: Tap your avatar to sign in
ru: Коснитесь аватара, чтобы войти

# auth.tempAccessNote
source: Այն կդադարի աշխատել %1$@․ դրեք ձեր գաղտնաբառը։
en: It stops working on %1$@. Set your own password.
ru: Он перестанет работать %1$@. Задайте свой пароль.

# auth.tempAccessTitle
source: Ձեր գաղտնաբառը ժամանակավոր է
en: Your password is temporary
ru: Ваш пароль временный

# auth.throttled
source: Չափազանց շատ փորձեր։ Սպասեք։
en: Too many attempts. Wait.
ru: Слишком много попыток. Подождите.

# auth.tooManyTries
source: Չափազանց շատ փորձեր։ Կրկնեք %lld րոպեից։
en: Too many attempts. Try again in %lld minutes.
ru: Слишком много попыток. Повторите через %lld минуты.

# auth.verifyPhone
source: Հաստատեք ձեր համարը
en: Confirm your number
ru: Подтвердите свой номер

# auth.verifyPhoneSend
source: Ուղարկել կոդը
en: Send code
ru: Отправить код

# auth.verifyPhoneWhy
source: Առանց հաստատված համարի PIN-ը վերականգնել հնարավոր չէ։ Կտևի կես րոպե։
en: Without a confirmed number your PIN cannot be recovered. Takes half a minute.
ru: Без подтверждённого номера восстановить ПИН нельзя. Займёт полминуты.

# auth.welcomeBack
source: Կրկին բարև
en: Welcome back
ru: С возвращением

# auth.wrongCredentials
source: Սխալ համար կամ գաղտնաբառ
en: Wrong number or password
ru: Неверный номер или пароль

# auth.wrongLogin
source: Սխալ մուտքանուն կամ գաղտնաբառ
en: Wrong login or password
ru: Неверный логин или пароль

# auth.wrongPassword
source: Ընթացիկ գաղտնաբառը սխալ է
en: Current password is wrong
ru: Текущий пароль неверный

# auth.wrongPin
source: Ընթացիկ PIN-ը սխալ է
en: The current PIN is wrong
ru: Текущий ПИН неверный

# auth.yourName
source: Ձեր անունը
en: Your name
ru: Ваше имя

# billing.blockedTitle
source: Հասանելիությունը փակ է
en: Access is closed
ru: Доступ закрыт

# billing.expiredTitle
source: Ժամկետը լրացել է
en: The term has ended
ru: Срок истёк

# billing.wallDelete
source: Ջնջել բիզնեսը
en: Delete the business
ru: Удалить бизнес

# billing.wallDownload
source: Ներբեռնել տվյալները
en: Download the data
ru: Скачать данные

# calendar.lead
source: Օրեր, ամիսներ, ամբողջ պատմությունը
en: Days, months, the whole history
ru: Дни, месяцы, вся история

# calendar.monthInTheRed
source: Ամիսը մինուսում
en: The month is in the red
ru: Месяц в минусе

# calendar.monthProfit
source: Ամսվա մաքուր եկամուտ
en: The month's profit
ru: Прибыль за месяц

# calendar.nextMonth
source: Հաջորդ ամիս
en: Next month
ru: Следующий месяц

# calendar.prevMonth
source: Նախորդ ամիս
en: Previous month
ru: Предыдущий месяц

# calendar.title
source: Օրացույց
en: Calendar
ru: Календарь

# calendar.weekShape
source: Շաբաթվա պատկերը
en: The shape of the week
ru: Картина недели

# clients.daysAgo
source: %lld օր առաջ
en: %lld days ago
ru: %lld дня назад

# clients.daysShort
source: օր
en: d
ru: дн

# clients.summaryLine
source: %1$@ · միջինը %2$@ · վերջինը՝ %3$@
en: %1$@ · %2$@ average · last %3$@
ru: %1$@ · в среднем %2$@ · последний %3$@

# clients.visitsCount
source: %lld այց
en: %lld visits
ru: %lld визита

# clients.visitsLastAgo
source: %1$@ · վերջինը՝ %2$@
en: %1$@ · last %2$@
ru: %1$@ · последний %2$@

# clients.visitsLastToday
source: %@ · վերջինը՝ այսօր
en: %@ · last today
ru: %@ · последний сегодня

# clients.worthCalling
source: Արժե զանգել
en: Worth a call
ru: Стоит позвонить

# common.added
source: Ավելացվեց
en: Added
ru: Добавлено

# common.adding
source: Ավելացվում է…
en: Adding…
ru: Добавляем…

# common.back
source: Հետ
en: Back
ru: Назад

# common.cancel
source: Չեղարկել
en: Cancel
ru: Отмена

# common.close
source: Փակել
en: Close
ru: Закрыть

# common.delete
source: Ջնջել
en: Delete
ru: Удалить

# common.deleting
source: Ջնջվում է…
en: Deleting…
ru: Удаляем…

# common.edit
source: Փոխել
en: Edit
ru: Изменить

# common.empty
source: Դեռ տվյալներ չկան
en: No data yet
ru: Данных пока нет

# common.emptyCell
source: դատարկ
en: empty
ru: пусто

# common.failed
source: Չհաջողվեց
en: Didn't work
ru: Не получилось

# common.language
source: Լեզու
en: Language
ru: Язык

# common.loadFailed
source: Չհաջողվեց բեռնել տվյալները
en: Could not load the data
ru: Не удалось загрузить данные

# common.loadingShort
source: Բեռնվում է
en: Loading
ru: Загрузка

# common.next
source: Հաջորդը
en: Next
ru: Дальше

# common.no
source: Ոչ
en: No
ru: Нет

# common.offline
source: Ինտերնետ կապ չկա
en: No internet connection
ru: Нет подключения к интернету

# common.offlineNote
source: Ստուգեք կապը և կրկնեք
en: Check your connection and try again
ru: Проверьте соединение и попробуйте снова

# common.ok
source: Լավ
en: OK
ru: Хорошо

# common.other
source: Այլ
en: Other
ru: Другое

# common.preparing
source: Պատրաստվում է…
en: Preparing…
ru: Готовится…

# common.refreshing
source: Թարմացվում է
en: Refreshing
ru: Обновление

# common.retry
source: Կրկնել
en: Try again
ru: Повторить

# common.retrying
source: Կրկնվում է…
en: Retrying…
ru: Повторяем…

# common.save
source: Պահպանել
en: Save
ru: Сохранить

# common.saved
source: Պահպանվեց
en: Saved
ru: Сохранено

# common.saving
source: Պահպանվում է…
en: Saving…
ru: Сохраняем…

# common.skip
source: Բաց թողնել
en: Skip
ru: Пропустить

# common.start
source: Սկսել
en: Start
ru: Начать

# common.stillWorking
source: Դեռ աշխատում ենք
en: Still working
ru: Всё ещё работаем

# common.today
source: Այսօր
en: Today
ru: Сегодня

# common.total
source: Ընդամենը
en: Total
ru: Всего

# common.updating
source: Թարմացվում է…
en: Updating…
ru: Обновляем…

# common.yesterday
source: Երեկ
en: Yesterday
ru: Вчера

# common.you
source: դուք
en: you
ru: вы

# crew.alone
source: Այս կետում ուրիշ աշխատակից չկա
en: There is nobody else at this point
ru: Других сотрудников на этой точке нет

# crew.author
source: Գրանցել է
en: Recorded by
ru: Записал:

# crew.each
source: Յուրաքանչյուրին
en: Each
ru: Каждому

# crew.edit
source: Փոխել կազմը
en: Change the crew
ru: Изменить состав

# crew.editLead
source: Ո՞վ է աշխատել այս մեքենայի վրա
en: Who worked on this car
ru: Кто работал над этой машиной

# crew.example
source: %1$@ · %2$lld%% · %3$@ → %4$@ յուրաքանչյուրին
en: %1$@ · %2$lld%% · %3$@ → %4$@ each
ru: %1$@ · %2$lld%% · %3$@ → по %4$@ каждому

# crew.joint
source: Համատեղ
en: Shared
ru: Совместная

# crew.lead
source: Երբ մեկ մեքենայի վրա աշխատում են մի քանիսով
en: When several people work on one car
ru: Когда одну машину моют несколько человек

# crew.needPercent
source: Թիմի ընդհանուր տոկոսը նշված չէ։
en: The team percent is not set.
ru: Общий процент команды не задан.

# crew.nobodyOnShift
source: Գործընկերներից ոչ ոք հերթափոխի վրա չէ։ Ընտրել կարելի է միայն նրանց, ովքեր սկսել են իրենց հերթափոխը։
en: None of your colleagues is on shift. Only people who started their shift can be picked.
ru: Никто из коллег не на смене. Выбрать можно только тех, кто начал свою смену.

# crew.off
source: Անջատված է
en: Off
ru: Выключена

# crew.offNote
source: Նշեք թիմի ընդհանուր տոկոսը, և աշխատակիցները կկարողանան նշել, որ աշխատել են միասին։
en: Set the team percent and your staff will be able to mark a job as done together.
ru: Задайте общий процент команды — и сотрудники смогут отмечать, что работали вместе.

# crew.onlyMe
source: Միայն ես
en: Just me
ru: Только я

# crew.percentHint
source: Նշված տոկոսը գործի արժեքից բաժանվում է բոլոր մասնակիցների միջև հավասար։ Սա ամբողջ թիմի տոկոսն է, ոչ թե յուրաքանչյուրինը։
en: The percent is taken from the price and split equally between everyone involved. It is the percent for the whole team, not for each person.
ru: Указанный процент от стоимости делится поровну между всеми участниками. Это процент на всю команду, а не каждому.

# crew.percentLabel
source: Թիմի ընդհանուր տոկոսը
en: Team percent
ru: Общий процент команды

# crew.pool
source: Թիմի աշխատավարձը
en: Team pay
ru: Зарплата команды

# crew.teamPercent
source: Թիմի տոկոսը
en: Team percent
ru: Процент команды

# crew.title
source: Համատեղ աշխատանք
en: Shared job
ru: Совместная мойка

# crew.together
source: Միասին գործընկերների հետ
en: Together with colleagues
ru: Вместе с коллегами

# crew.who
source: Ո՞վ է աշխատել
en: Who worked
ru: Кто мыл

# crew.yours
source: Ձեր վաստակը
en: You earn
ru: Ваш заработок

# day.cashInShift
source: Կանխիկ %@
en: Cash %@
ru: Наличные %@

# day.empty
source: Այս օրը գրանցումներ չկան
en: No records on this day
ru: В этот день записей нет

# day.handedOver
source: · հանձնեց %@
en: · handed over %@
ru: · сдал %@

# day.kept
source: Այդ օրվա մաքուր եկամուտը
en: Net profit that day
ru: Чистая прибыль за тот день

# day.loadFailed
source: Չհաջողվեց բացել օրը
en: Couldn't open the day
ru: Не удалось открыть день

# day.notDeclared
source: · հանձնումը չի նշվել
en: · handover not stated
ru: · сдачу не отметил

# day.records
source: Գրանցումներ
en: Records
ru: Записи

# day.red
source: Այդ օրը մինուսում էիք
en: That day you were in the red
ru: В тот день вы были в минусе

# delete.codeAsk
source: Ջնջումը հաստատվում է SMS կոդով. PIN դուք չունեք։
en: Deletion is confirmed with an SMS code: you have no PIN set.
ru: Удаление подтверждается кодом из SMS: ПИН у вас не задан.

# delete.codeSent
source: Կոդն ուղարկեցինք %@
en: We sent a code to %@
ru: Мы отправили код на %@

# delete.confirmTitle
source: Ջնջե՞լ բիզնեսը վերջնականապես
en: Delete the business permanently?
ru: Удалить бизнес навсегда?

# delete.downloadFailed
source: Չհաջողվեց ներբեռնել տվյալները։
en: Couldn't download the data.
ru: Не удалось скачать данные.

# delete.downloaded
source: Տվյալները ներբեռնված են։
en: The data is downloaded.
ru: Данные скачаны.

# delete.fileNote
source: Ֆայլը կպահվի ձեր հեռախոսում՝ Excel-ի համար։
en: The file is saved on your phone, for Excel.
ru: Файл сохранится в телефоне, для Excel.

# delete.saveFailed
source: Չհաջողվեց պահպանել ֆայլը։
en: Couldn't save the file.
ru: Не удалось сохранить файл.

# delete.sendCode
source: Ուղարկել կոդը
en: Send code
ru: Отправить код

# delete.staffNote
source: Աշխատակիցների մուտքը փակվում է անմիջապես։
en: Staff access closes immediately.
ru: Вход для сотрудников закрывается сразу.
